---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.NumberingFailures
source: html/e3974e1d-7f2f-72d9-4b97-8b675baff6fd.htm
---
# BuiltInFailures.NumberingFailures Properties

Replace this with the first real one